Repository: nivaca/de_natura_loci
Catalog: omegat/project_save.tmx
Source language: la
Languages: es

source: quia aequinoctialis circulus est magnus dividens totam sphaeram caeli et terrae in duo aequalia:
es: Sin embargo, es desigual, porque el círculo equinoccial es el gran círculo que divide toda la esfera del cielo y la tierra en dos iguales,

source: quia aer humidus corrumpitur et efficitur venenosus, et penetrat indigestus ad interiora vitalium, et perimit subito.
es: porque el aire húmedo se corrompe y se torna venenoso y penetra indigesto [/sin ser digerido] en los órganos internos de los seres vivientes, y los máta súbitamente.

source: quia aliter non ubique per circuitum aequaliter efflueret virtutem ad esse eorum quae naturaliter sunt.
es: porque lo que de otra manera por lo que circunda no influiría su fuerza igualmente por todos lados frente al ser de las cosas que suceden naturalmente.

source: quia caliditas in summo clarificat et subtiliat.
es: porque la calidez rarifica en grado sumo y hace sutil en grado sumo;

source: quia compertum est caelum diffundere virtutes formativas in omne quod est:
es: porque se sabe que el cielo difunde las virtudes formativas en todo lo que es.

source: quia cum genus hominum ab uno disseminatum esse constet, aut ille, ut inquiunt, fuit in quarta Aquilonari, aut in quarta Meridionali.
es: porque, aunque se crea que el género humano haya sido diseminado por un solo hombre, aquel, como dicen, estuvo o en la cuarta parte aquilonal o en la cuarta parte meridional.

source: quia cum locus ignis sit concavum superficiei orbis lunae usque ad convexum aeris, non est hoc spatium totum aequaliter locus ignis, sed quasi principaliter et per posterius.
es: porque aunque el lugar del fuego sea la concavidad de la superficie de la circunferencia de la luna hasta lo convexo del aire, no es este espacio en su totalidad igualmente el lugar del fuego, sino casi principalmente y hacia el final;

source: quia cum motor primus nobilitatem suam largiatur omni ei quod formatur ad esse, absque dubio non largitur distanti esse vel formam, nisi per quod sibi est propinquius:
es: porque cuando el motor primero da abundantemente su nobleza a todo aquello que se forma para ser, sin duda no da abundantemente el ser o la forma a lo más distante sino a través de aquello que le es más cercano;

source: quia eam rotundam esse satis probavimus in libro Caeli et Mundi.
es: puesto que probamos suficientemente, en el *Libro sobre el cielo y el mundo*, que esta es redonda.

source: quia et ipse arcus semicirculus ejus circuli intellectualis qui parallelus est aequinoctiali, distans ab ipso in [16b] sphaeram versus Aquilonem per quinquaginta gradus inaequalis est:
es: puesto que este mismo es el semicírculo de su círculo inteligible, que es paralelo al círculo equinoccial que dista por 50 grados desde este en la esfera hacia el aquilón.

source: quia latitudo septimi climatis est quadraginta et octo graduum, et tota latitudo quae est ab aequinoctiali ad alterum polorum, est nonaginta graduum:
es: porque la latitud del séptimo clima es de cuarenta y ocho grados, y toda la latitud, la que es desde el equinoccial hasta cada polo, es de noventa grados.

source: quia licet ex his sciatur situs climatum, non tamen per eadem sufficienter scitur natura locorum et diversitas complexionis eorum.
es: porque aunque se conozca a partir de estas cosas la posición de los climas, no sin embargo por estas cosas se conoce suficientemente la naturaleza de los lugares y la diversidad de la complexión de los mismos.

source: quia licet radius solis bis in anno ibi reflectatur in seipsum, eo quod illi loco perpendiculariter incidit, non tamen diu figitur in eodem loco:
es: porque aunque el rayo del sol se refleja dos veces en el año, porque cae perpendicularmente en aquel lugar;

source: quia medietas centum et octoginta graduum, qui sunt semicirculus, qui est ab Oriente in Occidentem, est nonaginta gradus, qui sunt a circulo Meridiei orientalium usque ad occasum mundi.
es: puesto que la mitad de los 180 grados que están en el semicírculo, que se extiende desde el oriente hacia el occidente, es de 90 grados, que se extienden desde el círculo de (los soles) que salen del meridional hasta el ocaso del mundo

source: quia non venit ad experimentum nisi quod scimus, quod signum extremum dominetur ibidem.
es: porque no alcanza a llegar a la experiencia sino que sabemos que el frío extremo domina allí.

source: quia nos diximus in libro Caeli et Mundi, quod latitudo est a dextro ad sinistrum, et longitudo a superiori in inferius:
es: porque nosotros dijimos en el segundo libro *Del cielo y el mundo*, que la latitud se da desde lo derecho hacia lo izquierdo y que la longitud, desde lo superior hasta lo inferior;

source: quia quanto sunt frigidiora in superficie, tanto magis recludunt in se vapores calidos diu in ventre terrae congregatos, et illi frequenter erumpunt in montes altos:
es: porque en cuanto son más fríos en la superficie tanto más se guardan en ellos vapores cálidos por mucho tiempo conservados en el vientre de la tierra, y estos irrumpen frecuentemente como montes altos.

source: quia quorum differunt Oriens et Occidens, horum necesse est esse ventos diversos ad minus Orientales et Occidentales.
es: Puesto que el oriente y el occidente de aquellos difieren, es necesario que los vientos orientales y occidentales de estos difieran por menos.

source: quia recessus solis causat frigus ex victoria inferiorum elementorum causatum:
es: porque el retroceso del sol causa un frío causado por la victoria de los elementos inferiores

source: quia reflexio radii in se refricati et clarissimi fit ad littora per circuitum talis maris, quae reflexio multiplicat calorem in littore, et incendit littus, et facit ipsum habitationi non congruum.
es: porque la reflexión del rayo que se refracta en sí, y que es muy cálido sucede frente a los litorales por estar rodeado de este tipo de mar, esta reflexión multiplica el calor en el litoral e incendia el litoral y lo hace inconveniente para la habitación.

source: quia reflexio radiorum super aquam maris perpendiculariter facta habitationem reddit ignitam et combustam.
es: por el espejo cóncavo, en el cual, si un rayo le cae perpendicularmente, se produce el fuego.

source: quia secundum quod locus ignis et terrae contrarii accipiuntur, sunt extrema in quae sunt motus contrarii, et alteri horum extremorum accidit quod sit medium, per hoc quod ipsum est medium mundi et non medium motus.
es: puesto que en la medida en que el lugar del fuego y de la tierra son entendidos como contrarios, son los extremos entre los que se dan los movimientos contrarios, y al otro de estos extremos le sucede que es el medio porque este mismo es el medio del mundo y no el medio del movimiento.

source: quia sicut dicit Aristoteles in libro de Causis proprietatum elementorum, et nos infra explanabimus, radix habitationis est aequalitas et temperamentum.
es: Porque así como dice Aristóteles en el *Libro sobre las causas de las propiedades de los elementos*, y como nosotros explicaremos abajo, el fundamento de la habitación es la justa proporción y el temperamento.

source: quia sicut locus unius non est alterius in toto, ita nec locus unius partis est locus alterius partis.
es: porque así como el lugar de uno no es el del otro en su totalidad, de la misma manera el lugar de una parte no es el lugar de la otra parte.

source: quia sufficientior consideratio ipsius pertinet ad astronomiam.
es: porque su consideración pertenece más apropiadamente a la astronomía.

source: quia tanta pars circuli extenditur super medietatem superiorem terrae in qua nos habitamus.
es: porque tanta parte del círculo se extiende sobre la mitad superior de la tierra en la que habitamos nosotros.

source: quia tempore hyemis congelata sunt glacie so-[B546b]-lidissima, et tempore aestatis fluit in eis glacies divisa, quae vel in mari congelata fuit, vel per flumina influit in mare.
es: porque en la estación de invierno están congelados con un hielo muy sólido y en la estación del verano fluye en ellos el hielo desprendido de su parte grande que o bien se congeló en el mar o desemboca por los ríos en el mar.

source: quia transmutatio omnis contenti est per continens:
es: que toda transmutación de lo contenido sucede por lo continente;

source: quia, sicut dicit Ptolemaeus in [C9b] Quadripartito, "effectus stellarum impediri possunt per sapientiam peritorum virorum in astris."
es: porque así como dice Ptolomeo en el *Tetrabiblos*, los efectos de las estrellas pueden ser impedidos y ser procurados por la sabiduría de los hombres expertos en los astros.

source: quia, sicut diximus supra, locus et locatum connaturalitatem habent multam.
es: porque, tal como dijimos arriba, el lugar y lo localizado tienen mucha connaturalidad.

source: quia, sicut diximus, aliud corporum est locans tantum, alterum est locatum, et quoddam est locans et locatum secundum naturam.
es: porque entre los cuerpos una cosa es lo que tan solo localiza y otra es lo que tan solo es localizado y cierta otra es lo que localiza y lo localizado según la naturaleza.

source: quia, sicut tradit Boetius, impossibile est imaginari vel intelligi ut duorum aliquorum omnino idem sit locus.
es: porque, como sostiene Boecio, es imposible incluso imaginar o bien inteligir que de dos cosas un lugar sea completamente el mismo.

source: quidam enim tradiderunt spatium hoc frigidum a septimo climate totum spatium versus Aquilonem:
es: Pues algunos han enseñado que este espacio frío es todo el espacio desde el séptimo clima hacia el aquilón.

source: quod autem in medio et infimo est ejusdem spatii, non adeo attingit ignis naturam, sed secundum minus.
es: Ahora bien, lo que está en el medio y en lo más abajo del espacio mismo no alcanza en tal grado la naturaleza del fuego, sino en lo mínimo.

source: quod probatur etiam, quia, sicut in Physicis dictum est, non indigent motore ad ipsum locum nisi accidentali, quod scilicet removet obstaculum quod retinet locatum infra terminos alienos, et suae naturae non congruos.
es: Por lo que incluso, así como se dice en la *Física*, no requieren de un motor hacia el lugar mismo salvo accidentalmente; motor que, a saber, remueve el obstáculo que detiene lo localizado bajo límites ajenos y que no son acordes a su naturaleza.

source: quoniam ideo quod terra est simpliciter gravis, et se-[B533b]-cundum hoc sub omnibus descendit, erit verissime natura terrae locata in centro:
es: por la razón de que la tierra es grave absolutamente* y por esto desciende bajo todas las cosas, la naturaleza más verdadera de la tierra estará localizada en el centro,

source: quoniam licet omne corpus secundum rationem divisibile sit in infinitum, tamen materia quatuor elementorum non potest subtiliari amplius quam subtiliata sit sub forma ignis.
es: puesto que, aunque según la razón todo cuerpo es indivisible hacia el infinito, sin embargo, según el ser la materia de los cuatro elementos no se puede hacer más sutil que la sutilidad que se da bajo la forma del fuego;

source: quoniam sicut in Caelo et Mundo dictum est, ignis movetur super omnia absolute elementa.
es: puesto que, así como se dijo en *Sobre el cielo y el mundo*, el fuego se mueve de manera absoluta sobre todos los elementos;

source: reddit igitur eam inhabitabilem.
es: así por lo tanto la vuelve inhabitable.

source: reges quidem experiendo, et Philosophi per investigationem rationis, utrum scilicet aliquid de terra quae ab aequinoctiali usque ad polum Australem extenditur, habitetur vel possit habitari.
es: ---los reyes por la experiencia y los filósofos por la investigación racional--, a saber, de si alguna parte de la tierra que se extiende desde el equinoccial hasta el polo austral es habitada o puede ser habitada.

source: remaneret ergo habitabi-[B539b]-lis circa tropicum versus polum viginti quatuor graduum:
es: quedaría una región habitable de veinticuatro grados cerca del trópico hasta el polo.

source: sed de hoc accidente dicemus inferius.
es: Pero sobre este accidente hablaremos más abajo.

source: sed elementata quasi victas et terminatas habent suas materias per suas formas, et ideo magis resistunt alterantibus agentibus in ea:
es: Pero los compuestos de elementos tienen sus materias casi dominadas y determinadas por sus formas, y, por eso, resisten más a las cosas que actúan produciendo cambios en ellos;

source: sed eorum ortus et occasus non sunt in uno tempore sensibili, nec eorum venti sunt aequales:
es: Pero su orto y su ocaso no suceden en un único tiempo sensible, y sus vientos no son iguales.

source: sed esse aquas dicebant versus polum Australem, et ideo ad nos nullum pervenisse de habitatione quartae quae est ultra aequinoctialem.
es: sino aguas, y por esto nadie había llegado a nosotros desde ninguna habitación de la cuarta parte, que está más allá del equinoccial.

source: sed hoc non prohibet quin aliquando possit habitari, quando scilicet sol est in signis Aquilonaribus:
es: Pero esto no impide que a veces pueda ser habitada, por ejemplo, cuando el sol está en las constelaciones aquilonales;

source: sed inter duo calidissima non est temperatum medium.
es: pero entre los dos más cálidos no hay un medio temperado.

source: sed non est eis aequalis dies:
es: Pero para ellos el día no es igual,

source: sed oportet nos scire diversitates locorum in particulari, et causas diversitatis ipsorum, et accidentia diversorum locorum:
es: y es preciso que nosotros conozcamos en particular las diversidades de los lugares y la causa de su diversidad y los accidentes de los diversos lugares;

source: sed potius dicit quartam quae est ab aequinoctiali circulo usque in polum Australem, esse divisibilem per climata habitabilia, sicut et quarta terrae dividitur Septentrionalis, in qua nos habitamus.
es: sino que más bien dice que la cuarta, que se encuentra desde el círculo equinoccial hasta el polo austral, es divisible en climas habitables, así como también se divide la cuarta parte de la tierra septentrional en la que nosotros habitamos.

source: sed potius extenditur habitabilis nostra a linea Meridionali versus Aquilonem, sicut diximus supra:
es: sino que más bien nuestra parte habitable se extiende desde la línea meridional hacia el aquilón, como dijimos más arriba

source: sed ratione formae substantialis determinatae, quae in quantum forma substantialis est generabilis corporis, exigitur determinata loci differentia ad quam est motus secundum locum.
es: sino que en razón de la forma substancial determinada que, en cuanto forma substancial es propia del cuerpo generable, es exigida por la diferencia determinada del lugar hacia la que se da el movimiento según el lugar.

source: sed spatium quod est post tropicum Capricorni usque ad latitudinem septimi climatis in Meridie mensurando, hoc est, usque ad latitudinem quadraginta et octo vel quinquaginta graduum habitabile est secundum delectationem et continue, sicut et nostrum, et forte plus quam nostrum:
es: Pero el espacio que está después del trópico de Capricornio hasta la latitud del séptimo clima, midiendo hacia el sur, esto es, hasta la latitud de 48 o 50 grados, es habitable según el deleite y de manera continua, como también el nuestro y quizá más que el nuestro,

source: sed tamen non habitant sub eodem parallelo circulo, qui distet aequali latitudine per circuitum habitationis ab aequinoctiali circulo.
es: Sin embargo, tampoco habitan bajo este mismo círculo paralelo, aunque diste de la misma latitud desde el círculo equinoccial debido al circuito de la habitación.

source: sed triticum nequaquam ibi convalescere potest:
es: pero el trigo nunca puede crecer allí,

source: sed tunc improprie loquentur:
es: pero entonces hablan impropiamente;

source: sed ventus Aquilonaris illis venit a torrida et maribus calidis et locis paludosis:
es: pero el viento aquilonal llega a aquellos de la zona tórrida, de los mares cálidos y de los lugares pantanosos,

source: si enim duo inveniantur composita in uno, et unum inveniatur illorum componentium sine alio, necesse est et reliquum inveniri sine reliquo, sicut in octavo Physicorum est determinatum [B536a] in his quae moventur, in quibus motum tantum invenitur sine movente, oportet quod et movens tantum inveniatur sine moto.
es: pues si dos compuestos se encuentran en uno, y uno de esos componentes se encuentra sin el otro, es necesario también que el restante se encuentre sin el resto, así como fue determinado en el octavo de la *Física* que en aquellas cosas que se mueven y que mueven, en las que, puesto que lo movido tan solo se encuentra sin el que mueve, también es preciso que el moviente se encuentre sin lo movido.

source: si enim levitatis comparatae est moveri super corpora quaedam, levitatis simplicis erit moveri super omnia generabilia corpora.
es: pues si el moverse de la levedad relativa se da sobre cierto cuerpo, el moverse de la levedad absoluta* se daría sobre todos los cuerpos generados;

source: sol enim non consumit vapores, sed elevando confortatur ventus continue, et procellosum facit mare et innavigabile.
es: pues el sol no consume el vapor sino que al elevarlo el viento como que se fortale permanentemente y hace al mar tormentoso e innavegable.

source: tamen Philosophi diversa valde scribunt de hoc:
es: Sin embargo, los filósofos escriben muchas cosas diversas sobre esto,

source: tamen hoc non facit in ea motum generationis et formae, sed potius corruptionis et transmutationis ejus in formam terrae sicut et transfertur ad locum ejus.
es: sin embargo, esto no crea en ella movimiento de generación y de forma, sino más bien de su corrupción y de su transmutación en la forma de la tierra, así como también se transfiere hacia su lugar.

source: tandem tamen necesse est, quod ipsa alterentur et corrumpantur finita periodo sui esse quod habent ex virtutibus circuli caelestis, sicut melius explanabitur in fine secundi Peri geneseos.
es: sin embargo, es necesario finalmente que tanto ellos mismos se alteren como que se corrompan terminado el período de su ser que tienen por las virtudes de la órbita celeste, así como será explicado mejor hacia el final del segundo libro *Sobre la generación y la corrupción*.

source: tum etiam propter naturalem ipsius frigiditatem, et ex qua repercutiendo multiplicat calorem, tamen cum toto illo non efficitur radius fortis:
es: otras veces incluso a causa de la frialdad natural del agua misma a partir de la cual repercutiendo sobre sí multiplica el calor---, sin embargo con todo eso un rayo fuerte no es producido.

source: tunc enim distant per longitudinem totam diametri, et convertunt contra se pedes invicem, ita quod diameter inferior circuli paralleli per Zenith capitum, et per pedes, et per centrum semicirculum transit:
es: pues entonces distan según toda la longitud del diámetro y voltean recíprocamente sus pies contra sí mismos, de manera que el diámetro del círculo paralelo intelectual transita a través del cénit de sus cabezas y a través de sus pies y a través del centro del semicírculo.

source: tunc enim est eis hyems:
es: pues entonces es invierno para ellos.

source: tunc enim perfecte sciemus ea quae generantur et corrumpuntur in locis.
es: entonces, en efecto, conoceremos perfectamente incluso las cosas que se generan y que se corrompen en los lugares.

source: unde cum etiam talium corporum formae, separatae sint substantiae secundum Peripateticos, non debetur eis locus aliquis secundum naturam suae essentiae, sicut debetur formis aliorum corporum.
es: De donde, aunque incluso las formas separadas de tales cuerpos sean substancias, según los peripatéticos, no se debe a ellas un lugar determinado según la naturaleza de su esencia, así como se debe a las formas de los otros cuerpos,

source: unus quidem secundum rationem acceptus, alter secundum sensum.
es: uno, ciertamente, captado según la razón y el otro según los sentidos.

source: vel forte contingunt loca illa [C10a] tantum:
es: y si acaso solamente tocan aquellos lugares.

source: verior enim aer non est qui tangit ignem in sui loci summo, neque qui tangit aquam in infimo sui loci, sed potius qui locatur in medio spatio sui loci.
es: pues no es más verdadero el aire que toca el fuego en lo más alto de su lugar ni el que toca el agua en lo más bajo de su lugar, sino más bien el que se localiza en el espacio medio de su lugar;

source: virtutem tamen illam caelestem esse constat, quae format materiam ad speciem:
es: Sin embargo, es evidente que la virtud celestial es aquella que forma la materia hacia la especie,

source: vis autem stellarum est in generatione:
es: pero la fuerza de las estrellas se da en la generación;

source: vocatur autem illa latitudo areae, et major dimensio vocatur longitudo areae:
es: Sin embargo, aquella se llama “latitud de área”, y la mayor medida se llama “longitud de área”.

source: Cum autem nullus omnino locus (proprie sumptus ut locus) sit mobilis, oportet ipsum esse omnino absque indigentia naturali: eo quod omnis motus physicus rectus est per indigentiam, cum omnino sit sequestratus ab omni indigentia privationis et materiae, oportet ipsum esse in ratione alicujus divini et optimi, ad quod et propter quod est motus, et in quo accipitur esse rei et salus ejusdem.
es: Puesto que ningún lugar, comprendido propiamente como lugar, es en lo absoluto móvil, conviene que este mismo sea en lo absoluto sin carencia natural, por lo que todo movimiento físico recto sucede por carencia. Puesto que fue alejado completamente de la carencia de privación y de materia, conviene que este exista en la razón de alguien divino y excelente, hacia el que y por el que se mueve, y en el cual se recibe el ser de la cosa y la salvación de la misma.
